/* last word of abbreviated bytes string if no abbreviation is necessary
   resizing byte formatter - this word is separate because of a bug in NSNumberFormatter */

" bytes" = " byte";

/* resizing bytes formatter bytes format */
"#,##0" = "#,##0";

/* resizing bytes formatter gigabytes format */
"#,##0.0 GB" = "#.##0,0 GB";

/* resizing bytes formatter kilobytes format */
"#,##0.0 kB" = "#.##0,0 kB";

/* resizing bytes formatter megabytes format */
"#,##0.0 MB" = "#.##0,0 MB";

/* resizing bytes formatter petabytes format */
"#,##0.0 PB" = "#.##0,0 PB";

/* resizing bytes formatter terabytes format */
"#,##0.0 TB" = "#.##0,0 TB";

/* format string for color with brightness description
   format string for color with saturation description */

"%@ %@" = "%1$@ %2$@";

/* preferences panel title format */
"%@ Preferences" = "Preferenze %@";

/* format string for color with saturation and brightness descriptions */
"%@, %@ %@" = "%1$@, %2$@ %3$@";

/* script execute error message
   script loading error message */

"AppleScript reported the following error:\n%@" = "AppleScript ha riferito il seguente errore:\n%@";

/* autosize all columns contextual menu item */
"Auto Size All Columns" = "Ridimensiona automaticamente tutte le colonne";

/* autosize column contextual menu item */
"Auto Size Column" = "Ridimensiona automaticamente la colonna";

/* word comparing color brightnesss */
"Bright" = "Chiaro";

/* alert panel button */
"Cancel" = "Cancella";

/* Date picker window title */
"Choose Date" = "Scegli la data";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed." = "Se scegli Ripristina, tutte le impostazioni (comprese le opzioni non presenti in questa finestra di Preferenze, come le dimensioni della finestra e le barre degli strumenti) verranno riportate allo stato in cui si trovavano quando hai installato %@ per la prima volta.";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed." = "Se scegli Ripristina, tutte le impostazioni di tutti i pannelli delle Preferenze verranno riportate allo stato in cui si trovavano quando hai installato %@ per la prima volta.";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed." = "Se scegli Ripristina, tutte le impostazioni di questo pannello verranno riportate allo stato in cui si trovavano quando hai installato %@ per la prima volta.";

/* color list name */
"Classic Crayons" = "Pastelli classici";

/* name of completely transparent color */
"Clear" = "Cancella";

/* workflow execution exception format string */
"Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d" = "Impossibile avviare Automator Launcher.app.  LSOpenFromURLSpec ha restituito %d";

/* workflow execution exception format string */
"Couldn't locate Automator Launcher.app." = "Impossibile individuare Automator Launcher.app.";

/* generic color name for custom colors */
"Custom" = "Personalizzato";

/* word comparing color brightnesss */
"Dark" = "Scuro";

/* word comparing color saturations */
"Deep" = "Profondo";

/* Color sync profile load error recovery description */
"Defaulting to '%@'" = "Verrà utilizzato “%@”";

/* script error panel button */
"Edit Script" = "Modifica script";

/* internet config error */
"Error editing InternetConfig preferences for key %@: %@" = "Errore durante la modifica delle preferenze InternetConfig per la chiave %1$@: %2$@";

/* internet config error */
"Error opening InternetConfig for read-only access: %@" = "Errore durante l’apertura di InternetConfig con accesso in sola lettura: %@";

/* internet config error */
"Error opening InternetConfig for read-write access: %@" = "Errore durante l’apertura di InternetConfig con accesso in lettura e scrittura: %@";

/* internet config error */
"Error reading InternetConfig preference for key %@" = "Errore durante la lettura della preferenza InternetConfig per la chiave %@";

/* word comparing color saturations */
"Faded" = "Sbiadito";

/* Color sync profile load error */
"Failed to set color sync profile (error %i)" = "Impossibile impostare il profilo di sincronizzazione colore (errore %i)";

/* internet config error */
"ICCountPref returned an error: %@" = "ICCountPref ha restituito un errore: %@";

/* internet config error */
"ICEnd returned an error: %@" = "ICEnd ha restituito un errore: %@";

/* internet config error */
"ICFindPrefHandle returned %d -- %@" = "ICFindPrefHandle ha restituito %1$d -- %2$@";

/* internet config error */
"ICGetIndPref %d/%d returned an error: %@" = "ICGetIndPref %1$d/%2$d ha restituito un errore: %3$@";

/* internet config error */
"ICMapFilename returned an error for file %@: %@" = "ICMapFilename ha restituito un errore per il file %1$@: %2$@";

/* internet config error */
"ICSetPref returned an error while setting key %@: %@" = "ICSetPref ha restituito un errore durante l’impostazione della chiave %1$@: %2$@";

/* internet config error */
"ICSetPref returned permissions when attempting setting key %@" = "ICSetPref ha restituito dei permessi durante il tentativo di impostazione della chiave %@";

/* generic color name for pattern colors */
"Image" = "Immagine";

/* word comparing color saturations */
"Intense" = "Intenso";

/* launch services error */
"Launch Services returned an error while opening URL %@: %@" = "I servizi di avvio hanno restituito un errore durante l’apertura dell’URL %1$@: %2$@";

/* word comparing color brightnesss */
"Light" = "Leggero";

/* preference bundle loading message format */
"Loading %@..." = "Carico %@…";

/* word comparing color saturations */
"Mild" = "Tenue";

/* word comparing color brightnesss */
"Near-black" = "Quasi nero";

/* preferences panel button */
"Next" = "Successivo";

/* menu title */
"No Actions Available" = "Nessuna azione disponibile";

/* how many pages in document format for scrollview */
"of %d" = "di %d";

/* word comparing color brightnesss */
"Off-white" = "Bianco sporco";

/* script error panel button
   unhandled exception panel button */

"OK" = "OK";

/* page prompt for multipage documents in scrollview */
"Page" = "Pagina";

/* color picker tool tip */
"Pattern Color" = "Colore motivo";

/* preferences panel button */
"Previous" = "Precedente";

/* error recovery description for button title */
"Report Error via Email" = "Segnala errore via e-mail";

/* alert panel button
   reset-to-defaults button title */

"Reset" = "Ripristina";

/* message text for reset-to-defaults alert */
"Reset %@ preferences to their original values?" = "Ripristinare i valori originari delle preferenze di %@?";

/* reset-to-defaults button title */
"Reset All" = "Ripristina tutto";

/* message text for reset-to-defaults alert */
"Reset all preferences and other settings to their original values?" = "Ripristinare i valori originari di tutte le preferenze e delle altre impostazioni?";

/* message text for reset-to-defaults alert */
"Reset all preferences to their original values?" = "Ripristinare i valori originari di tutte le preferenze?";

/* reset-to-defaults button tooltip */
"Return all settings to default values" = "Ripristina i valori di default di tutte le impostazioni";

/* reset-to-defaults button tooltip */
"Return settings in this pane to default values" = "Ripristina i valori di default delle impostazioni di questo pannello";

/* word comparing color saturations */
"Rich" = "Ricco";

/* default search mode menu item */
"Search" = "Cerca";

/* context control tooltip */
"Shortcuts for commonly used actions" = "Scorciatoie per le azioni più utilizzate";

/* preferences panel button */
"Show All" = "Mostra tutto";

/* word comparing color brightnesss */
"Smokey" = "Fumoso";

/* Contents of popup in regular expression find options */
"Subexpression #%d" = "Sottoespressione n. %d";

/* script loading error message */
"The following error was reported:\n%@" = "Si è verificato il seguente errore:\n%@";

/* script loading error message */
"The requested AppleScript does not exist" = "L’AppleScript richiesto non esiste";

/* script execute error */
"The script '%@' could not complete." = "Impossibile completare lo script “%@”.";

/* script loading error */
"The script file '%@' could not be opened." = "Impossibile aprire il file di script “%@”.";

/* script loading error */
"The script file could not be opened." = "Impossibile aprire lo script.";

/* launch services error */
"Unable to launch URL %@" = "Impossibile avviare l’URL %@";

/* workflow execution error */
"Unable to run workflow." = "Impossibile eseguire il flusso di lavoro.";

/* internet config error */
"Unable to set '%@' to be owner for url scheme '%@'." = "Impossibile impostare “%1$@” come proprietario per lo schema dell’url “%2$@”.";

/* word comparing color saturations */
"Washed-out" = "Slavato";

/* script loading error message */
"workflow not found at %@" = "flusso di lavoro non trovato in %@";